"CHOOSE_AUDIO_TRACK"="選擇音效軌";
"CHOOSE_SUBTITLE_TRACK"="選擇字幕軌";

"PLAYING_EXTERNALLY_TITLE"="TV 已連接";
"PLAYING_EXTERNALLY_DESC"="這個影片正在從 TV 播放";

"VFILTER_HUE"="色相";
"VFILTER_CONTRAST"="對比";
"VFILTER_BRIGHTNESS"="亮度";
"VFILTER_SATURATION"="飽和度";
"VFILTER_GAMMA"="Gamma";

"PLAYBACK_FAILED"="播放失敗";
"AR_CHANGED"="寬高比: %@";
"DEFAULT"="預設";
"FILL_TO_SCREEN"="縮放到全螢幕";
"DEVICE_TOOSLOW_TITLE"="設備太慢";
"DEVICE_TOOSLOW"="您的 %@ 似乎太慢了而無法播放 \"%@\". 強制開啟?";
"PLAYBACK_SPEED"="播放速度";

"BUTTON_EDIT"="編輯";
"BUTTON_DONE"="完成";
"BUTTON_OPEN"="開啟";
"BUTTON_PLAY"="播放";
"BUTTON_CANCEL"="取消";
"BUTTON_SAVE"="儲存";
"BUTTON_DOWNLOAD"="下載";
"BUTTON_DELETE"="刪除";
"BUTTON_OK"="OK";
"BUTTON_NEXT"="下一個";
"BUTTON_CONTRIBUTE"="貢獻";
"BUTTON_BACK"="上一步";
"BUTTON_CONNECT"="連線";
"BUTTON_REPEAT"="重試";
"BUTTON_RENAME"="重新命名";
"BUTTON_LEARN_MORE"="更多";
"PRIVATE_PLAYBACK_TOGGLE"="私有播放";
"SCAN_SUBTITLE_TOGGLE"="掃描字幕 (http)";

"UPGRADING_LIBRARY"="升級媒體櫃中";
"UNTITLED_SHOW"="未命名的節目";

"OPEN_NETWORK"="打開網路串流";
"NETWORK_TITLE"="網路串流";
"OPEN_NETWORK_HELP"="請輸入任何 HTTP, RTSP, RTMP, MMS, FTP 或是 UDP/RTP 地址以直接開啟串流。";
"ABOUT_APP"="關於 VLC for iOS";
"OPEN_VLC_MENU"="打開 VLC 側邊選單";
"HTTP_UPLOAD_SERVER_OFF"="無效的伺服器";
"HTTP_UPLOAD_NO_CONNECTIVITY"="沒有啟用的 WiFi 連接";
"OPEN_STREAM_OR_DOWNLOAD"="您想要下載或播放這個 URL?";

"HTTP_DOWNLOAD_FAILED"="下載失敗之 HTTP 狀態碼 %i";
"HTTP_FILE_CREATION_FAILED"="新增檔案失敗";
"HTTP_DOWNLOAD_CANCELLED"="檔案被使用者刪除";

"DOWNLOAD_FROM_HTTP_HELP"="請輸入一個地址來下載檔案到您的 %@ 。";
"DOWNLOAD_FROM_HTTP"="下載";
"ERROR_NUMBER"="錯誤 %i 發生";
"DOWNLOAD_FAILED"="下載失敗";
"FILE_NOT_SUPPORTED"="檔案格式不支援";
"FILE_NOT_SUPPORTED_LONG"="被 %@ 使用之檔案格式在此版本的 VLC for iOS 中沒有支援。";
"SCHEME_NOT_SUPPORTED"="地址格式不支援";
"SCHEME_NOT_SUPPORTED_LONG"="地址格式 (%@) 沒有支援。請使用以 HTTP, HTTPS 或 FTP 開頭的地址。";
"LIBRARY_ALL_FILES"="所有檔案";
"LIBRARY_MUSIC"="音樂專輯庫";
"LIBRARY_SERIES"="TV Shows";
"LIBRARY_TRACKS"="%i 軌";
"LIBRARY_SINGLE_TRACK"="%i 軌";
"LIBRARY_EPISODES"="%i 集, %i 未觀看";
"LIBRARY_SINGLE_EPISODE"="%i 集, %i 未觀看";
"LIBRARY_TRACK_N"="%i 軌";
"LIBRARY_MINUTES_LEFT"="%@m 左";
"RENAME_MEDIA_TO"="請輸入 %@ 的新名稱";

"FOLDER_EMPTY"="空資料夾";
"FOLDER_EMPTY_LONG"="要加入檔案編輯，選擇您要的資料夾，按下資料夾按鈕並選擇這個資料夾。";
"FOLDER_INVALID_TYPE_TITLE"="非法的檔案格式";
"FOLDER_INVALID_TYPE_MESSAGE"="您可以只從一個資料夾選擇兩個檔案或是加入一個檔案到一個已存在的資料夾。";
"FOLDER_CHOOSE_NAME_TITLE"="新資料夾";
"FOLDER_CHOOSE_NAME_MESSAGE"="請輸入您的資料夾標題";
"FOLDER_NAME_PLACEHOLDER"="資料夾標題";
"FOLDER_NAME_DUPLICATE_TITLE"="該標題已存在";
"FOLDER_NAME_DUPLICATE_MESSAGE"="請選擇不同的標題";
"SELECT_FOLDER"="選擇資料夾";

"SECTION_HEADER_LIBRARY"="媒體櫃";
"SECTION_HEADER_NETWORK"="網路";

"LOCAL_NETWORK"="區域網路";
"CONNECT_TO_SERVER"="連線到伺服器";
"ENTER_SERVER_ADDRESS_HELP"="輸入您想連接的伺服器 IP 或是名稱。";
"ENTER_SERVER_CREDS_HELP"="如果伺服器需要，請輸入帳號和密碼。";
"USER_LABEL"="使用者";
"PASSWORD_LABEL"="密碼";

"LOCAL_SERVER_REFRESH"="重新整理";
"LOCAL_SERVER_LAST_UPDATE"="上次在 %@ 更新";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE"="伺服器連線失敗";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE"="請選擇您的伺服器地址與驗證 ";

"DROPBOX_DOWNLOAD"="下載檔案?";
"DROPBOX_DL_LONG"="您想要下載 \"%@\" 到 %@?";
"DROPBOX_LOGIN"="登入";
"CLOUDUNLINKING"="是否要取消VLC為iOS和您 %@ 賬戶的關聯？";
"CLOUDUNLINKING_DONE"="VLC 已經成功取消帳號 %@ 的連結了。請隨時再次登入。";
"BUTTON_CLOUDUNLINKING"="取消連結";
"SETTINGS_UNLINK_DROPBOX"="取消 Dropbox 連結";
"SETTINGS_UNLINK_GOOGLEDRIVE"="取消 Google Drive 連結";

"GDRIVE_ERROR_FETCHING_FILES"="抓取檔案時發生錯誤";
"GDRIVE_DOWNLOAD_SUCCESSFUL"="您的檔案已經成功下載";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE"="成功";
"GDRIVE_ERROR_DOWNLOADING_FILE"="下載時發生錯誤";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE"="錯誤";

"NUM_OF_FILES"="%i 檔案";
"ONE_FILE"="一個檔案";
"NO_FILES"="沒有支援的檔案";
"DOWNLOADING"="下載中...";
"REMAINING_TIME"= "剩餘時間: %@";
"ENTER_PASSCODE"="輸入 Passcode";
"REENTER_PASSCODE"="再次輸入 Passcode";
"PASSCODE_SET"="設定 Passcode";
"PASSCODE_CHANGE"="改變 Passcode";
"PASSCODE_ENTER_OLD"="輸入您舊的 Passcode";
"PASSCODE_ENTER_NEW"="輸入您新的 Passcode";
"PASSCODE_REENTER_NEW"="再次輸入您新的 Passcode";
"PASSCODES_DID_NOT_MATCH"="Passcode 沒有一致。請重新再試一次。";
"PASSCODE_FAILED_1"="一次嘗試 Passcode 失敗";
"PASSCODE_FAILED_FORMAT"="%d 次嘗試 Passcode 失敗";

"Settings"="設定"; // plain text key to keep compatibility with InAppSettingsKit's upstream

"EMPTY_LIBRARY"="空媒體櫃";
"EMPTY_LIBRARY_LONG"="為了播放，您可以從您區域網路中的一台伺服器串流媒體，透過 iTunes 從雲端或是同步媒體到您的設備上，WiFi 上傳或是雲端服務。";

"PLAYBACK_SCRUB_HELP"="下滑以調整刷新率。";
"PLAYBACK_SCRUB_HIGH"="高速刷新";
"PLAYBACK_SCRUB_HALF"="一半速度刷新";
"PLAYBACK_SCRUB_QUARTER"="四分之一速度刷新";
"PLAYBACK_SCRUB_FINE"="細部刷新";
"PLAYBACK_POSITION"="播放位置";
"VIDEO_FILTER"="影片濾鏡";
"VIDEO_FILTER_RESET_BUTTON"="重設影片濾鏡";
"VIDEO_ASPECT_RATIO_BUTTON"="切換影片寬高比。";
"PLAY_PAUSE_BUTTON"="播放或暫停目前播放內容";
"BWD_BUTTON"="向後";
"FWD_BUTTON"="向前";

"VERSION_FORMAT"="版本: %@";
"BASED_ON_FORMAT"="基於 :<br />%@";

"NEW"="新的";

"BUG_REPORT_TITLE"="回報臭蟲";
"BUG_REPORT_MESSAGE"="您想要新增一份臭蟲報告嗎？";
"BUG_REPORT_BUTTON"="開啟 Safari";

"VO_VIDEOPLAYER_TITLE"="影片播放棄";
"VO_VIDEOPLAYER_DOUBLETAP"="雙擊以顯示或是隱藏播放控制";

"FIRST_STEPS_WELCOME"="歡迎";
"FIRST_STEPS_WELCOME_DETAIL"="開始同步和播放您的媒體。";
"FIRST_STEPS_ITUNES"="iTunes 檔案同步";
"FIRST_STEPS_ITUNES_DETAILS"="使用傳輸線連接您的 %@ 到您的 Mac 或是 PC。\n打開 iTunes。\n選擇您的 %@。\n切換到 \"應用程式\" 分頁，下捲並尋找 VLC。\n傳輸您的檔案。";
"FIRST_STEPS_WIFI_CONNECT_DETAILS"="連接您的 %@ 到相同網路下的 Mac 或 PC。";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS"="切換到側邊欄，輸入 URL 到瀏覽器然後上傳您的檔案。";
"FIRST_STEPS_CLOUDS"="雲端";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS"="上傳您的媒體到 Google Drive 或是 Dropbox。";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS"="打開側邊欄以選擇您的雲端供應商，然後透過下載或是串流的方式取得您的媒體。";
"FIRST_STEPS_PLAYBACK"="播放";
"FIRST_STEPS_FLOSS"="VLC for iOS 是自由而且是由志願者開放原始碼的軟體。\n我們期望您會喜歡他。";

"FIRST_STEPS_TIME"="時間";
"FIRST_STEPS_ASPECT"="寬高比";
"FIRST_STEPS_SPEED"="速度";
"FIRST_STEPS_REPEAT"="重複";
"FIRST_STEPS_SUBTITLES"="字幕軌";
"FIRST_STEPS_AUDIO"="音效軌";
"FIRST_STEPS_VOLUME"="音量";
"FIRST_STEPS_POSITION"="位置";

"PLEX_WATCHED"="標記已看過";
"PLEX_UNWATCHED"="標記未看過";
"PLEX_ERROR_MARK"="標記媒體錯誤";

"WEBINTF_TITLE"="透過WiFi分享";
"WEBINTF_DROPFILES"="拖放檔案";
"WEBINTF_DROPFILES_LONG"="將檔案拖放至視窗中來新增到您的iOS裝置<br>或是點擊\"+\"按鈕來開啟檔案選擇對話框";
"WEBINTF_DOWNLOADFILES"="下載的檔案";
"WEBINTF_DOWNLOADFILES_LONG"="點擊您想從您的iOS裝置上下載的檔案";

"EMBEBED_SUBTITLES" = "Embebed Subtitles";
"OPENSUBTITLES_SUBTITLES" = "Opensubtitle":
"NO_SUBTITLES" = "No subtitles found";
